<?php
return array(
    'USERNAME'  =>  '用户名',
    'EMAIL'     =>  '邮箱',
    'REALNAME'  =>  '昵称',
    'QUESTION'  =>  '安全问题',
    'ANSWER'    =>  '答案',
    'SUBMIT'    =>  '保存',
    'RESET'     =>  '重置',
    'YZUNL'     =>  '用户名长度必须为3-20个字符！',
    'YZUNU'     =>  '用户名已被占用!',
    'YZEF'      =>  '邮箱格式不正确!',
    'YZEU'      =>  '邮箱已被占用！',
    'YZRNL'     =>  '昵称长度必须为3-20个字符！',
    'YZRNI'     =>  '昵称只能包含中文、英文、下划线、数字组成的字符！',
    'YZQL'      =>  '安全问题长度为3-30个字符！',
    'YZAL'      =>  '答案长度不能超过30个字符！',
    'JS_INPUT_INFO'=>  '请输入中文、字母、数字、下划线'
);