<?php
return array(
    'USERNAME'      =>  '用戶名',
    'EMAIL'         =>  '郵箱',
    'REALNAME'      =>  '暱稱',
    'QUESTION'      =>  '安全問題',
    'ANSWER'        =>  '答案',
    'YZUNL'         =>  '用戶名長度必須為3-20個字符！',
    'YZUNU'         =>  '用戶名已被佔用!',
    'YZEF'          =>  '郵箱格式不正確!',
    'YZEU'          =>  '郵箱已被佔用！',
    'YZRNL'         =>  '暱稱長度必須為2-20個字符！',
    'YZRNI'         =>  '暱稱只能包含中文、英文、下劃線、數字組成的字符！',
    'YZQL'          =>  '安全問題長度必須為3-30個字符！',
    'YZAL'          =>  '答案長度不能超過30個字符！',
    'JS_INPUT_INFO' =>  '請輸入中文、字母、數字、下劃線',
    'EDIT'          =>  '修改',
    'RESET'         =>  '取消',
    'CHANGE_LANG'   =>  '切換語言',
    'EDIT_OK'       =>  '修改成功！'
);